Revit 2024 API
DockablePanes.BuiltInDockablePanes.RebarBrowser Property
 The rebar browser pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static DockablePaneId RebarBrowser { get; }
Visual Basic
Public Shared ReadOnly Property RebarBrowser As DockablePaneId
	Get
Visual C++
public:
static property DockablePaneId^ RebarBrowser {
	DockablePaneId^ get ();
}
See Also
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace